{"locale_data":{"messages":{"":{"plural_forms":"nplurals=2; plural=n != 1;","language":"fr_CA","project_id_version":"WooCommerce - WooCommerce Payments"},"Evidence is already submitted. Details below are read-only.":["Preuve déjà soumise. Les détails ci-dessous sont en lecture seule."],"Date not submitted":["Date non soumise"],"No information submitted":["Aucune information soumise"],"Reached maximum character count for evidence":["Nombre maximal de caractères atteint pour les preuves"],"Return to evidence submission":["Revenir à la soumission des preuves"],"The files you've attached to this dispute as evidence will exceed the limit for a dispute's total size. Try using smaller files as evidence. Hint: if you've attached images, you might want to try providing them in lower resolutions.":["Les fichiers que vous avez joints à ce litige en tant que preuves dépassent la limite de la taille totale autorisée pour un litige. Essayez avec d'importer des fichiers plus petits Conseil : si vous avez joint des images, essayez de les importer dans une plus faible résolution."],"Please wait until file upload is finished":["Veuillez attendre que le téléchargement du fichier soit terminé"],"Failed to save evidence. (%s)":["Échec de la sauvegarde des preuves. (%s)"],"Failed to submit evidence. (%s)":["Échec de la transmission des preuves (%s)"],"Evidence saved!":["Preuves enregistrées!"],"Evidence submitted!":["Preuves transmises!"],"There are unsaved changes on this page. Are you sure you want to leave and discard the unsaved changes?":["Il y a des changements non enregistrés sur cette page. Êtes-vous sûr de vouloir quitter et de supprimer les modifications non enregistrées?"],"Multiple product types":["Multiples types de produits"],"Offline service":["Service hors ligne"],"Digital product or service":["Produit ou service numérique"],"Physical product":["Produit matériel"],"Select one…":["En choisir un"],"Product type":["Type de produit"],"Save for later":["Enregister pour plus part"],"Submit evidence":["Soumettre les preuves"],"We will automatically submit any saved evidence at the due date.":["Nous soumettrons automatiquement toute preuve enregistrée à la date d'échéance."],"You can also save this evidence for later instead of submitting it immediately.":["Vous pouvez également enregistrer ces preuves pour plus tard au lieu de les soumettre immédiatement."],"Evidence submission is final.":["La soumission des preuves est finale."],"When you submit your evidence, we'll format it and send it to the cardholder's bank, then email you once the dispute has been decided.":["Lorsque vous soumettez vos preuves, nous les formattons et les envoyons à l'institution financière du titulaire de la carte, puis nous vous envoyons un courriel lorsque le litige a été réglé."],"Are you sure you're ready to submit this evidence? Evidence submissions are final.":["Êtes-vous vraiment prêt à soumettre cette preuve? La soumission des preuves est finale."],"Dispute not loaded":["Échec du téléchargement du litige"],"View submitted evidence":["Afficher les preuves soumises"],"Challenge dispute":["Contestation du litige"]}}}